tap "homebrew/bundle"
tap "homebrew/core"
tap "hashicorp/tap"
tap instrumenta/instrumenta
brew "aws-iam-authenticator"
brew "awscli"
brew "coreutils"
brew "jq"
brew "kubernetes-cli"
brew "kubeconform"
brew "helm", link: true
brew "leveldb"
brew "postgresql", link: true
brew "pyenv", link: true
brew "hashicorp/tap/terraform"
brew "yq"
brew "zlib", link: true
brew "yarn"
brew "protobuf"
